Repository: GSConnect/gnome-shell-extension-gsconnect
Catalog: po/*.po
Languages: cs_cz, pl_pl

source: Send SMS
cs_cz: Poslat SMS
pl_pl: Wyślij SMS

source: Locate %s
cs_cz: Najít %s
pl_pl: Zlokalizuj %s

source: Browse Files
cs_cz: Procházet soubory
pl_pl: Przeglądaj pliki

source: Share File/URL
cs_cz: Sdílet soubor/URL
pl_pl: Udostępnij plik/URL

source: Run Commands
cs_cz: Spustit příkaz
pl_pl: Wykonywanie poleceń

source: Remote Input
cs_cz: Vzdálený vstup
pl_pl: Wejście zdalne

source: Device is disconnected
cs_cz: Zařízení je odpojeno
pl_pl: Urządzenie nie jest podłączone

source: Device is unpaired
cs_cz: Zařízení je spárováno
pl_pl: Urządzenie nie jest sparowane

source: No plugins enabled
cs_cz: Žádný zásuvný modul nebyl povolen
pl_pl: Brak aktywnych wtyczek

source: Failed to mount %s
cs_cz: Nepodařilo se připojit %s
pl_pl: Nie udało się zamontować %s

source: Unmount
cs_cz: Odpojit
pl_pl: Odmontuj

source: Mobile Devices
cs_cz: Mobilní zařízení
pl_pl: Urządzenia Mobilne

source: Mobile Settings
cs_cz: Nastavení telefonu
pl_pl: Ustawienia

source: Send To Mobile Device
cs_cz: Poslat do mobilního zařízení
pl_pl: Wyślij na urządzenie mobilne

source: KDE Connect implementation with Gnome Shell integration
cs_cz: KDE Connect implementovaný do Gnome Shell
pl_pl: Implementacja KDE Connect dla Gnome Shell

source: GSConnect Website
cs_cz: Webová stránka GSConnect
pl_pl: Strona internetowa GSConnect

source: This program comes with absolutely no warranty.
cs_cz: Tento program neposkytuje žádné záruky
pl_pl: Ten program nie jest objęty gwarancją.

source: See the <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a> for details.
cs_cz: Pro podrobnosti navštivte <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a>.
pl_pl: Zobacz <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">Powszechna Licencja Publiczna GNU, wersja 2 lub późniejsza</a> żeby dowiedzieć się więcej.

source: Devices
cs_cz: Zařízení
pl_pl: Urządzenia

source: Preferences
cs_cz: Možnosti
pl_pl: Ustawienia

source: Appearance
cs_cz: Vzhled
pl_pl: Wygląd

source: Extensions
cs_cz: Zásuvné moduly
pl_pl: Rozszerzenia

source: Web Browser Integration
cs_cz: Propojení s prohlížečem internetu
pl_pl: Integracja z przeglądarką

source: Requires <a href="%s">Chrome Extension</a> or <a href="%s">Firefox Add-On</a>
cs_cz: Vyžaduje <a href="%s">rozšíření pro Chrome</a> nebo <a href="%s">FirefoxOn</a>
pl_pl: Wymaga <a href="%s">Rozszerzenia Chrome</a> lub <a href="%s">Dodatku do Firefoxa</a>

source: About
cs_cz: O aplikaci
pl_pl: O programie

source: Select a Device
cs_cz: Vybrat zařízení

source: Cancel
cs_cz: Zrušit
pl_pl: Anuluj

source: Select
cs_cz: Vybrat

source: Nautilus extensions changed
cs_cz: Změnil se zásuvný modul pro Nautilus
pl_pl: Rozszerzenia Nautilusa uległy zmianie

source: Restart Nautilus to apply changes
cs_cz: Pro aplikování změn restartujte Nautilus
pl_pl: Zrestartuj Nautilusa żeby zatwierdzić zmiany

source: Dial Phone Number
cs_cz: Vytočit telefonní číslo

source: Pair Request from %s
cs_cz: Žádost o spárování od
pl_pl: Żądanie parowania od %s

source: %s Fingerprint: %s Local Fingerprint: %s
cs_cz: Místní otisk prstu
pl_pl: %s Odcisk palca: %s Lokalny odcisk palca: %s

source: Reject
cs_cz: Odmítnout
pl_pl: Odrzuć

source: Accept
cs_cz: Přimout
pl_pl: Akceptuj

source: Apply
cs_cz: Použít
pl_pl: Zatwierdź

source: Battery
cs_cz: Baterie
pl_pl: Bateria

source: Send and receive battery statistics
cs_cz: Poslat a získat statistiku baterie
pl_pl: Wysyłaj i odbieraj informacje o baterii

source: Low Battery Warning
cs_cz: Upozornění na málo nabitou baterii
pl_pl: Ostrzeżenie

source: %s's battery level is %d%%
cs_cz: %s úroveň nabití baterie je %d%%
pl_pl: Poziom naładowania baterii w %s to %d%%

source: Locate
cs_cz: Najít
pl_pl: Zlokalizuj

source: Clipboard
cs_cz: Schránka
pl_pl: Schowek

source: Sync the clipboard between devices
cs_cz: Synchronizovat schránku mezi zařízeními
pl_pl: Synchronizuj schowek pomiędzy urządzeniami

source: Failed to get Gdk.Display
cs_cz: Nepodařilo se získat Gdk.Display
pl_pl: Nie udało się uzyskać dostępu do Gdk.Display

source: Failed to get Clipboard
cs_cz: Nepodařilo se získat Schránku
pl_pl: Nie udało się uzyskać dostępu do showka

source: Locate Device
cs_cz: Najít zařízení
pl_pl: Zlokalizuj urządzenie

source: Find a device by making it ring
cs_cz: Najít zařízení prozvoněním
pl_pl: Zlokalizuj urządzenie sprawiając, że zadzwoni

source: %s asked to locate this device
cs_cz: %s chce najít toto zařízení
pl_pl: %s chce zlokalizować to urządzenie

source: Found
cs_cz: Nalezeno
pl_pl: Znaleziono

source: Screen Lock
cs_cz: Zamykání obrazovky
pl_pl: Blokada ekranu

source: Lock and unlock devices
cs_cz: Zamknout a odemknout zařízení
pl_pl: Blokuj i odblokuj urządzenia

source: Control the mouse and keyboard remotely
cs_cz: Ovládat myš a klávesnici vzdáleně
pl_pl: Zdalne sterowanie klawiaturą i myszą

source: Can't run in Wayland session
cs_cz: Nelze provozovat na Waylandu
pl_pl: Nie można uruchomić w sesji Waylanda

source: Failed to initialize Atspi
cs_cz: Nebylo možné inicializovat Atspi
pl_pl: Nie udało się zainicjalizować Atspi

source: Cannot load Caribou virtual keyboard for Unicode support
cs_cz: Nelze načíst virtuální klávesnici Caribou pro podporu Unicode

source: Media Player Control
cs_cz: Ovládání multimediálního přehrávače
pl_pl: Sterowanie odtwarzaczem multimediów

source: Control MPRIS2 enabled media players
cs_cz: Ovládat multimediální přehrávač podporující technologii MPRIS2
pl_pl: Sterowanie odtwarzaczami obsługującymi MPRIS2

source: Notifications
cs_cz: Upozornění
pl_pl: Powiadomienia

source: Sync notifications between devices
cs_cz: Synchronizovat upozornění mezi zařízeními
pl_pl: Synchronizuj powiadomienia pomiędzy urządzeniami

source: Missed call
cs_cz: Nepřijatý hovor
pl_pl: Nieodebrane połączenie

source: Missed Call
cs_cz: Nepřijatý hovor
pl_pl: Nieodebrane połączenie

source: Missed call from %s on %s
cs_cz: Nepřijatý hovor z %s na %s
pl_pl: Nieodebrane połączenie od %s na %s

source: Message
cs_cz: Vzkaz
pl_pl: Wiadomość

source: Send
cs_cz: Poslat
pl_pl: Wyślij

source: Applications
cs_cz: Aplikace
pl_pl: Aplikacje

source: Send and receive pings
cs_cz: Poslat a získat ping
pl_pl: Wysyłaj i obieraj ping

source: Execute local commands remotely
cs_cz: Vykonat místní příkazy vzdáleně
pl_pl: Zdalnie wykonaj lokalne polecenia

source: Name
cs_cz: Jméno
pl_pl: Nazwa

source: Command
cs_cz: Příkaz
pl_pl: Komenda

source: Mount and browse device filesystems
cs_cz: Připojit a procházet souborové systémy zařízení
pl_pl: Zamontuj i przeglądaj system plików urządzenia

source: SSHFS not installed
cs_cz: SSHFS není nainstalován
pl_pl: SSHFS nie jest zainstalowane

source: Share
cs_cz: Sdílet
pl_pl: Udostępnij

source: Send and receive files and URLs
cs_cz: Poslat a získat soubory a URL
pl_pl: Wysyłaj i odbieraj pliki i URLe

source: Starting Transfer
cs_cz: Začíná přenos
pl_pl: Rozpoczynanie przesyłania

source: Receiving "%s" from %s
cs_cz: Získávání "%s" z %s
pl_pl: Odbieranie "%s" od %s

source: Transfer Successful
cs_cz: Přenos byl úspěšný
pl_pl: Przesyłanie zakończone pomyślnie

source: Received "%s" from %s
cs_cz: Získáno "%s" z %s
pl_pl: Odebrano "%s" od %s

source: Open Folder
cs_cz: Otevřít složku
pl_pl: Otwórz katalog

source: Open File
cs_cz: Otevřít soubor
pl_pl: Otwórz plik

source: Transfer Failed
cs_cz: Přenos se nezdařil
pl_pl: Przesyłanie zakończone niepowodzeniem

source: Failed to receive "%s" from %s: %s
cs_cz: Nepodařilo se získat "%s" z %s: %s
pl_pl: Nie udało się odebrać "%s" od %s, powód: %s

source: Transfer Cancelled
cs_cz: Přenos byl zrušen
pl_pl: Anulowano przesyłanie

source: Cancelled transfer of "%s" from %s
cs_cz: Přerušený přenos "%s" z %s
pl_pl: Anulowano przesyłanie "%s" od %s

source: Sending "%s" to %s
cs_cz: Posílání "%s" do %s
pl_pl: Wysyłanie "%s" do %s

source: Sent "%s" to %s
cs_cz: Odesláno "%s" do %s
pl_pl: Wysłano "%s" do %s

source: Failed to send "%s" to %s: %s
cs_cz: Nepodařilo se poslat "%s" do %s: %s
pl_pl: Nie udało się wysłać "%s" do %s, powód: %s

source: Cancelled transfer of "%s" to %s
cs_cz: Přenos z "%s" do %s byl zrušen
pl_pl: Anulowano przesyłanie "%s" do %s

source: Send files to %s
cs_cz: Poslat soubory do %s
pl_pl: Wyślij pliki do %s

source: Send a link to %s
cs_cz: Poslat odkaz do %s
pl_pl: Wyślij link do %s

source: Use a subdirectory named <b>%s</b>
cs_cz: Použít podsložku nazvanou <b>%s</b>
pl_pl: Używaj podkatalogu o nazwie <b>%s</b>

source: Telephony
cs_cz: Telefonie
pl_pl: Komunikacja

source: Call notification and SMS messaging
cs_cz: Upozornění z volání a SMS
pl_pl: Powiadomienia o połączeniach i rozmowy SMS

source: Incoming Call
cs_cz: Příchozí hovor
pl_pl: Połączenie przychodzące

source: Incoming call from %s on %s
cs_cz: Příchozí hovor z %s na %s
pl_pl: Połączenie przychodzące od %s z %s

source: Mute
cs_cz: Ztlumit
pl_pl: Wycisz

source: Call In Progress
cs_cz: Hovor probíhá
pl_pl: Połączenie w toku

source: Call in progress with %s on %s
cs_cz: Probíhá hovor s %s na %s
pl_pl: Połączenie w toku z %s na %s

source: Unknown Number
cs_cz: Neznámé číslo
pl_pl: Numer nieznany

source: Incoming Calls
cs_cz: Příchozí hovory
pl_pl: Połączenia przychodzące

source: Nothing
cs_cz: Nic
pl_pl: Nic

source: Lower
cs_cz: Dolní
pl_pl: Ścisz

source: System Volume
cs_cz: Hlasitost systému
pl_pl: Głośność systemowa

source: In Progress Calls
cs_cz: Probíhající volání
pl_pl: Połączenia w toku

source: The <b>Media Player Control</b> plugin must be enabled
cs_cz: Zásuvný modul <b>Ovládání multimediálního přehrávače</b> musí být povolen
pl_pl: Wtyczka <b>Sterowanie odtwarzaczem multimediów</b> musi być aktywna

source: Gvc not available
cs_cz: Gvc není k dispozici
pl_pl: Gvc jest niedostępne

source: Ensure that devices are on the same local network with ports 1716 to 1764 open for TCP and UDP connections.
cs_cz: Ujistěte se, že zařízení jsou na stejné místní síti s porty 1716 až 1764 otevřít pro připojení TCP a UDP.
pl_pl: Upewnij się, że urządzenia są w tej samej sieci lokalnej oraz, że porty 1716 i 1764 są otwarte dla połączeń TCP i UDP.

source: To connect an Android device, install the KDE Connect Android app from the <a href="%s">Google Play Store</a> or <a href="%s">F-Droid</a>.
cs_cz: Chcete-li připojit zařízení s Androidem, nainstalujte aplikaci KDE Connect pro Android z <a href="%s">Google Play Store</a> or <a href="%s">F-Droid</a>.
pl_pl: Żeby podłączyć urządzenie Android, zainstaluj aplikację KDE Connect ze sklepu <a href="%s">Google Play</a> lub <a href="%s">F-Droid</a>.

source: Please see the <a href="%s">Wiki</a> for more help or <a href="%s">open an issue</a> on Github to report a problem.
cs_cz: Podívejte se prosím <a href="%s">Wiki</a> for more help or <a href="%s">open an issue</a> na Github a nahlašte problém
pl_pl: Zajrzyj na <a href="%s">Wiki</a> po więcej pomocy lub <a href="%s">rozpocznij dyskusję</a> na Githubie, żeby zgłosić problem.

source: Error: %s
cs_cz: Chyba: %s
pl_pl: Błąd: %s

source: Open Menu
cs_cz: Otevřít Menu
pl_pl: Otwórz menu

source: Refresh
cs_cz: Obnovit
pl_pl: Odśwież

source: Connecting Devices
cs_cz: Připojování zařízení
pl_pl: Podłączanie urządzeń

source: Reconnect <b>%s</b>
cs_cz: Znovu připojit <b>%s</b>
pl_pl: Połącz ponownie z <b>%s</b>

source: Unpair <b>%s</b>
cs_cz: Zrušit párování
pl_pl: Odparuj <b>%s</b>

source: Pair <b>%s</b>
cs_cz: Párovat <b>%s</b>
pl_pl: Sparuj <b>%s</b>

source: <b>%s Fingerprint:</b> %s <b>Local Fingerprint:</b> %s
cs_cz: <b>Místní otisk prstu:</b> %s
pl_pl: <b>%s Odcisk palca:</b> %s <b>Lokalny odcisk palca:</b> %s

source: Plugins
cs_cz: Zásuvné moduly
pl_pl: Wtyczki

source: Keyboard Shortcuts
cs_cz: Klávesové zkratky
pl_pl: Skróty klawiaturowe

source: Desktop
cs_cz: Počítač
pl_pl: Komputer stacjonarny

source: Laptop
cs_cz: Notebook

source: Smartphone
cs_cz: Chytrý telefon
pl_pl: Smartfon

source: Unknown
cs_cz: Neznámé
pl_pl: Nieznane

source: Keyboard Shortcut Unavailable
cs_cz: Klávesové zkratky nejsou k dispozici
pl_pl: Niedostępny skrót klawiaturowy

source: The requested keyboard shortcut is already in use and can't be overridden.
cs_cz: Požadovaná klávesová zkratka je již používána a nelze ji přepsat.
pl_pl: Żądany skrót klawiaturowy jest w użyciu i nie może zostać nadpisany.

source: Fully Charged
cs_cz: Plně nabito
pl_pl: W pełni naładowany

source: %d%% (Estimating…)
cs_cz: %d%% (Odhaduje se…)
pl_pl: %d%% (Obliczanie…)

source: %d%% (%d∶%02d Until Full)
cs_cz: %d%% (%d∶%02d do úplného nabití)
pl_pl: %d%% (%d∶%02d Do naładowania)

source: %d%% (%d∶%02d Remaining)
cs_cz: %d%% (%d∶%02d zbývající)
pl_pl: %d%% (%d∶%02d Pozostało)

source: Configure <b>%s</b>
cs_cz: Nastavit <b>%s</b>
pl_pl: Skonfiguruj <b>%s</b>

source: Add people to start a conversation
cs_cz: Přidat lidi do konverzace
pl_pl: Dodaj osobę, żeby zacząć rozmowę

source: Unknown Contact
cs_cz: Neznámý kontakt
pl_pl: Nieznany kontakt

source: Send to %s
cs_cz: Poslat do %s
pl_pl: Wyślij do %s

source: Send to %d
cs_cz: Poslat do %d
pl_pl: Wyślij do %d

source: Other
cs_cz: Ostatní
pl_pl: Inne

source: Work
cs_cz: Práce
pl_pl: Praca

source: Mobile
cs_cz: Mobilní
pl_pl: Komórkowy

source: Home
cs_cz: Domov
pl_pl: Domowy

source: Type an SMS message
cs_cz: Napsat zprávu SMS
pl_pl: Wpisz wiadomość SMS

source: SMS Conversation
cs_cz: SMS konverzace
pl_pl: Rozmowa SMS

source: Add and remove people
cs_cz: Přidat a odstranit lidi
pl_pl: Dodaj i usuń osoby

source: Type a phone number or name
cs_cz: Napište telefoní číslo nebo jméno
pl_pl: Wpisz numer telefonu lub nazwę kontaktu

source: <b>%s</b> is disconnected
cs_cz: <b>%s</b> je odpojen
pl_pl: <b>%s</b> jest rozłączony

source: And one other person
cs_cz: Přidat další osobu
pl_pl: I jeszcze jedna osoba

source: SMS Conversation with %s
cs_cz: SMS konverzace s %s
pl_pl: Rozmowa SMS z %s

source: New SMS Conversation
cs_cz: Nová SMS konverzace
pl_pl: Nowa rozmowa SMS

source: Share Link
cs_cz: Sdílet odkaz
pl_pl: Udostępnij link

source: New Message
cs_cz: Nová zpráva
pl_pl: Nowa wiadomość

source: Debug Mode
cs_cz: Mód ladění
pl_pl: Tryb debugowania

source: Enable debug features and logging
cs_cz: Povolit funkce ladění a protokolování
pl_pl: Włącza funkcje debugowe i logi

source: Show Indicators
cs_cz: Zobrazit indikátory
pl_pl: Pokaż wskaźnik

source: Display devices in the panel instead of the User Menu
cs_cz: Zobrazit zařízení na panelu místo v Menu uživatele
pl_pl: Wyświetla urządzenia na panelu zamiast w menu

source: Show Offline
cs_cz: Zobrazit offline
pl_pl: Pokaż offline

source: Display devices even if offline
cs_cz: Zobrazit zařízení, i když jsou offline
pl_pl: Pokazuj urządzenia nawet jeśli są w trybie offline

source: Show Unpaired
cs_cz: Zobrazit nespárované
pl_pl: Pokaż niesparowane

source: Display devices even if unpaired
cs_cz: Zobrazit zařízení, i když jsou nespárované
pl_pl: Pokazuj urządzenia nawet jeśli nie są sparowane

source: Show Battery Icon
cs_cz: Zobrazit ikonu baterie
pl_pl: Pokaż ikonę baterii

source: Display an icon with percentage in the Device Menu
cs_cz: Zobrazit ikonu s procenty v nabídce zařízení
pl_pl: Wyświetlaj ikonę z % w menu urządzenia

source: Nautilus Integration
cs_cz: Propojení s Nautilem
pl_pl: Integracja z Nautilusem

source: Send files from the file browser context menu
cs_cz: Poslat soubory ze souborového správce prostřednictvím kontextového menu
pl_pl: Wysyłaj pliki z menu kontekstowego menedżera plików

source: Share links with devices and contacts from the web browser
cs_cz: Sdílet odkazy se zařízeními a kontakty z webového prohlížeče
pl_pl: Udostępniaj linki urządzeniom i kontaktom z przeglądarki internetowej

source: Public Name
cs_cz: Veřejné jméno
pl_pl: Publiczna nazwa

source: The name visible to other devices
cs_cz: Jméno je viditelné pro ostatní zařízení
pl_pl: Nazwa widoczna dla innych urządzeń

source: Receive Statistics
cs_cz: Získat statistiku
pl_pl: Odbieraj statystyki

source: Send Statistics
cs_cz: Poslat statistiku
pl_pl: Wysyłaj statystyki

source: Receive Content
cs_cz: Získat obsah
pl_pl: Obieraj zawartość

source: Send Content
cs_cz: Poslat obsah
pl_pl: Wysyłaj zawartość

source: Receive Notifications
cs_cz: Získat upozornění
pl_pl: Odbieraj powiadomienia

source: Send Notifications
cs_cz: Poslat upozornění
pl_pl: Wysyłaj powiadomienia

source: Automatically Mount
cs_cz: Automaticky připojit
pl_pl: Montuj automatycznie

source: Download Directory
cs_cz: Stáhnout složku
pl_pl: Katalog pobierania

source: Use Subdirectory
cs_cz: Použít podsložku
pl_pl: Używaj podkatalogu

source: Pause Media
cs_cz: Pozastavit multimédia
pl_pl: Zatrzymaj odtwarzanie

source: Mute Microphone
cs_cz: Ztišit mikrofon
pl_pl: Wycisz mikrofon

source: Restart
pl_pl: Uruchom ponownie

source: True
pl_pl: Prawda

source: False
pl_pl: Fałsz

source: Fax
pl_pl: Faks

source: Sync Icons
pl_pl: Synchronizuj ikony
